Repository: Goodmind/sunflower-fm
Catalog: translations/*/LC_MESSAGES/sunflower.po
Languages: bg

source: Problem with setting mode and/or owner for specified path. What would you like to do?
bg: Проблем със ззадаването на режим и/или собственик за определения път. Какво бихте искали да направите?

source: There was a problem removing specified path. What would you like to do?
bg: Има проблем с премахването на посочения път. Какво бихте искали да направите?

source: There was a problem moving specified path. What would you like to do?
bg: Има проблем с преместването на посочения път. Какво бихте искали да направите?

source: There was a problem renaming specified path. What would you like to do?
bg: Има проблем с преименуването на посочения път. Какво бихте искали да направите?

source: Searching for files...
bg: Търсене за файлове...

source: Creating directories...
bg: Създаване на директории...

source: Copying files...
bg: Копиране на файлове...

source: Copy Operation
bg: Операция копиране

source: Copying of {0} item from "{1}" to "{2}" is completed!
bg: Копирането на {0} елемент от "{1}" към "{2}" приключи!

source: Moving files...
bg: Преместване на файлове...

source: Deleting source files...
bg: Изтриване на изходни файлове...

source: Deleting source directories...
bg: Изтриване на изходни директории...

source: Move Operation
bg: Операция преместване

source: Moving of {0} item from "{1}" to "{2}" is completed!
bg: Преместването на {0} елемент от "{1}" към "{2}" приключи!

source: Delete Operation
bg: Операция изтриване

source: Removal of {0} item from "{1}" is completed!
bg: Премахването на {0} елемент от "{1}" приключи!

source: Rename Operation
bg: Операция преименуване

source: Rename of {0} item from "{1}" is completed!
bg: Преименуване на {0} елемент от "{1}" приключи!

source: Search in:
bg: Търси в:

source: Browse
bg: Разгледай

source: Search recursively
bg: Търси рекурсивно

source: Start
bg: Старт

source: Active object doesn't support changing path. Set focus on a different object, preferably file list, and try again.
bg: Активния обект не поддържа промяна на път. Фокусирайте друг обект, за предпочитане списък и опитайте отново.

source: Stop
bg: Стоп

source: Specified path is not valid or doesn't exist anymore. Please check your selection and try again.
bg: Посоченият път е невалиден или не съществува вече. Моля проверете избора си и опитайте от ново.

source: You need to enable at least one extension in order to find files and directories!
bg: Трябва да разрешите поне едно разширение, за да намерите файлове и директории!

source: Old name
bg: Старо име

source: New name
bg: Ново име

source: Items located in:
bg: Елементи намиращи се в:

source: Rename
bg: Преименувай

source: You are about to rename {0} item. Are you sure about this?
bg: На път сте да премахнете {0} елемент. Сигурни ли сте?
