Repository: Goodmind/sunflower-fm
Catalog: translations/*/LC_MESSAGES/sunflower.po
Languages: bg

source: Terminal
bg: Терминал

source: Show scrollbars when needed
bg: Показване на плъзгачи при необходимост

source: Commands
bg: Команди

source: Title
bg: Заглавие

source: Command
bg: Команда

source: Move Up
bg: Премести нагоре

source: Move Down
bg: Премести надолу

source: Plugins
bg: Добавки

source: Active
bg: Активен

source: Plugin file
bg: Файл на добавка

source: Specified plugin ('{0}') is required for normal program operation and therefore can not be deactivated!
bg: Посочената добавка ('{0}') е необходима за нормалната работа на програмата и за това не може да бъде деактивирана!

source: Bookmarks
bg: Отметки

source: Show mount points in bookmarks menu
bg: Показвай точките на монтиране в менюто с предпочитани

source: Add home directory to bookmarks menu
bg: Добави домашната директория в менюто с предпочитани

source: Location
bg: Място

source: Keybindings
bg: Клавишни комбинации

source: Description
bg: Описание:

source: Primary
bg: Основен

source: Secondary
bg: Второстепенен

source: <b>Note:</b> You can only edit accelerators from objects created at least once in current session. To disable accelerator press <i>Backspace</i> in assign mode.
bg: <b>Бележка:</b> Можете да редактирате ускорители само от обекти, създадени поне веднъж в настоящата сесия. За да забраните ускорител натиснете <i>Backspace</i> в режим на добавяне.

source: View & Edit
bg: Виж & Редактирай

source: View
bg: Изглед

source: Edit
bg: Редактирай

source: Use external editor
bg: Използвай външен редактор

source: Command line:
bg: Команден ред:

source: Wait for editor process to end
bg: Изчакване процеса на редактора да приключи

source: Use internal editor
bg: Използвай вграден редактор

source: Toolbar
bg: Лента с инструменти

source: Name
bg: Име

source: Type
bg: Тип

source: missing plugin
bg: липсваща добавка

source: Display
bg: Дисплей

source: Main window
bg: Главен прозорец

source: Hide main window on close
bg: Скривай главния прозорец при затваряне

source: Show toolbar
bg: Показвай лента с инструменти

source: Show command bar
bg: Показвай командна лента

source: Show command entry
bg: Показвай команден ред

source: Tabs
bg: Табове

source: Focus new tab after opening
bg: Фокусирай новия таб след отваряне

source: Show normal button relief
bg: Показвай нормален релеф на бутона

source: Show icons instead of text in tab buttons
bg: Показвай икони вместо текст в таб бутоните

source: Show close button
bg: Показвай бутон за затваряне

source: Show tab(s) even if there is only one
bg: Показвай таб(ове) дори ако има само един

source: Use Ubuntu coloring method for tab title bars
bg: Използвай метода на Ubuntu за оцветяване на заглавията на табове

source: Show status bar:
bg: Показвай статус лента:

source: Always
bg: Винаги

source: When needed
bg: Когато е необходимо

source: Never
bg: Никога

source: Expanded tabs:
bg: Разширени табове:

source: None
bg: Без

source: All
bg: Всички

source: Other
bg: Други

source: Hide operation window on minimize
bg: Скрий прозореца на операцията при минимизиране

source: Show sizes in human readable format
bg: Показвай размери в разбираем за човека формат

source: Item List
bg: Списък с елементи

source: Look & feel
bg: Изглед & усещане

source: Operation
bg: Операция

source: Row hinting
bg: Подсказване за ред

source: Show hidden files
bg: Покажи скрити файлове

source: Case sensitive item sorting
bg: Сортиране на елементи, зачитайки малки/големи

source: Right click selects items
bg: Десен бутон избира елементи

source: Show list headers
bg: Показвай заглавията на списъка

source: Fast media preview
bg: Бър преглед на медия

source: Show grid lines:
bg: Показвай линии на решетката:

source: Horizontal
bg: Хоризонтално

source: Vertical
bg: Вертикално

source: Both
bg: И двете

source: Quick search combination:
bg: Комбинация за бързо търсене:

source: Date format:
bg: Формат на датата:

source: Time is formed using the format located at:
bg: Времето е форматирано използвайки форматът посочен в:

source: Quick search settings are in conflict with VIM navigation style. To resolve this issue your quick search settings were restored to default.
bg: Настройките за бързо търсене са в конфликт с VIM стилът за навигиране. За да разрешите този проблем настройките ви за бързо търсене са върнати към стандартните.

source: File
bg: Файл

source: New tab
bg: Нов таб

source: Create file
bg: Създай файл

source: Create directory
bg: Създай директория

source: _Open
bg: Отвори

source: Open in new ta_b
bg: Отвори в нов таб

source: _Properties
bg: Свойства

source: _Quit
bg: Из_ход

source: Cu_t
bg: Изрежи

source: _Copy
bg: Копирай

source: _Paste
bg: Вмъкни

source: _Delete
bg: Изтрий

source: Send to...
bg: Изпрати до...

source: Ma_ke link
bg: Създай в_ръзка

source: _Rename...
bg: Преименувай

source: _Unmount
bg: _Размонтирай

source: Mount list is empty
bg: Списъкът с монтирани е празен

source: _Preferences
bg: Настройки

source: Mark
bg: Маркирай

source: _Select all
bg: Избери всички

source: _Unselect all
bg: Размаркирай всички

source: Invert select_ion
bg: Откажи маркиране

source: S_elect with pattern
bg: Маркирай с образец

source: Unselect with pa_ttern
bg: Размаркирай с образец

source: Select with same e_xtension
bg: Маркирай със същото разширение

source: Unselect with same exte_nsion
bg: Маркирай със същото разширение

source: Compare _directories
bg: Сравни директории

source: Tools
bg: Инструменти

source: Find files
bg: Намери файлове

source: Find duplicate files
bg: Открий дублирани файове

source: Synchronize directories
bg: Синхронизирай директории

source: Advanced rename
bg: Разширено преименуване

source: Ful_lscreen
bg: Цял екреан

source: Rel_oad item list
bg: Презареди списъка с елементи

source: Fast m_edia preview
bg: Бърз преглед на медия

source: Show _hidden files
bg: Покажи скрити файлове

source: Show _toolbar
bg: Покажи лента с инструменти

source: Show _command bar
bg: Покажи командна лента

source: Show co_mmand entry
bg: Покажи команден ред

source: Operations
bg: Операции

source: There are no minimized operations
bg: Няма минимизирани операции

source: Help
bg: Помощ

source: _Home page
bg: Уеб-страница

source: File a _bug report
bg: Изпрати съобщение за грешка

source: Check for _updates
bg: Провери за обновления

source: _About
bg: Относно

source: Mounts
bg: Монтирани

source: Refresh
bg: Обнови

source: Reload active item list
bg: Презареди активния списък с елементи

source: View selected file
bg: Виж избрания файл

source: Edit selected file
bg: Редактирай избрания файл

source: Copy
bg: Копирай

source: Copy selected items from active to opposite list
bg: Копирай избраните елементи от активния в противоположния списък

source: Move
bg: Премести

source: Move selected items from active to opposite list
bg: Премести избраните елементи от активния в противоположния списък

source: Create
bg: Създай

source: Create new directory
bg: Създай нова директория

source: Delete
bg: Изтрий

source: Delete selected items
bg: Изтрий избраните елементи

source: Home directory
bg: Лична директория

source: Options
bg: Опции

source: _Add bookmark
bg: Добави отметка

source: _Edit bookmarks
bg: Редактирай отметка

source: _Edit commands
bg: Редактирай команди

source: Specified path does not exist or is not valid. If path is not local check if volume is mounted.
bg: Посоченият път не съществува или е невалиден. Ако пътят не е локален проверете дали дялът е монтиран.

source: Sunflower file manager
bg: Sunflower файлов мениджър

source: print version and exit
bg: Изписва версията и излиза

source: skip loading saved tabs
bg: пропускане зареждането на запазените табове

source: open new tab on the left notebook
bg: отвори нов таб в левия панел

source: open new tab on the right notebook
bg: отвори нов таб в десния панел

source: Select items
bg: Избрани елементи

source: Selection pattern (eg.: *.jpg):
bg: Образец за маркиране (н.пр.: *.jpg):

source: Unselect items
bg: Неизбрани елементи

source: Error saving configuration to files in your home directory. Make sure you have enough permissions.
bg: Грешка при записване на конфигурацията във файлове във вашата домашна директория. Уверете се, че имате достатъчно права.

source: Active object is not item list. Advanced rename tool needs files and directories.
bg: Активния обект не е списък с елементи. Инструмента за разширено преименуване се нуждае от файлове и директории.

source: No rename extensions were found. Please enable "rename_extensions" plugin and try again.
bg: Не са открити добавки за преименуване. Моля разрешете "rename_extensions" плъгина и опитайте отново.

source: No extensions for finding files were found. Please enable "find_file_extensions" plugin and try again.
bg: Не са открити добавки за преименуване на файлове. Моля разрешете "find_file_extensions" плъгина и опитайте отново.

source: Preferences
bg: Настройки

source: Program restart required!
bg: Необходимо е рестартиране на програмата!

source: History
bg: История

source: Path
bg: Път

source: Go to
bg: Отиди до

source: Open selected path in new tab
bg: Отвори ибрания път в нов таб

source: Oposite list
bg: Противоположен списък

source: Open selected path in oposite list
bg: Отвори ибрания път в противоположен списък

source: {0} Properties
bg: {0} Свойства

source: Basic
bg: Основни

source: Permissions
bg: Права

source: Open With
bg: Отвори с

source: File or directory with specified name already exists in current directory. Item could not be renamed.
bg: Файл или директория с определено име вече съществува в настоящата директория. Елементът не може да бъде преименуван.

source: Error renaming specified item. Make sure you have enough permissions.
bg: Грешка при преименуването на определения елемент. Уверете се, че имате достатъчно права.

source: byte
bg: {0} байт

source: item
bg: елемент

source: unknown
bg: непознат

source: Name:
bg: Име:

source: Type:
bg: Тип:

source: Size:
bg: Размер:

source: Location:
bg: Място:

source: Volume:
bg: Дял:

source: Accessed:
bg: Достъпван:

source: Modified:
bg: Модифициран:

source: Access
bg: Достъп

source: User:
bg: Потребител:

source: Group:
bg: Група:

source: Others:
bg: Други:

source: Read
bg: Четене

source: Write
bg: Писане

source: Execute
bg: Изпълнение

source: Octal:
bg: Осмична:

source: Select an application to open <i>{0}</i> and other files of type "{1}"
bg: Изберете приложение за отваряне на <i>{0}</i> и други файлове от тип "{1}"

source: Version Overview
bg: Преглед на версии

source: Version
bg: Версия

source: Selected modifications will be applied before starting program. Applying all modifications is strongly suggested. If you manually changed configuration files this is a good time to backup them.
bg: Избраните модификации ще бъдат приложени преди стартирането на програмата. Прилагането на всички модификации е силно препоръчително. Ако сте променили ръчно конфигурационните файлове времето е подходящо да им направите резервно копие.

source: Modifications
bg: Модификации

source: Change log was not found!
bg: Не е открит списък с промени!

source: Change log
bg: Списък с промени

source: Advanced options
bg: Разширени опции

source: Create empty file
bg: Създай празен файл

source: Enter new file name:
bg: Въведете ново име:

source: Open file in editor
bg: Отвори файла в редактор

source: Template:
bg: Шаблон:

source: Empty File
bg: Правен файл

source: Enter new directory name:
bg: Задай ново име на директория:

source: Only files of this type:
bg: Само файлове от този тип:

source: Set owner on destination
bg: Задай собственик на дестинацията

source: Set access mode on destination
bg: Задай режим за достъп на дестинацията

source: Silent mode
bg: Тих режим

source: Silent mode will enable operation to finish without disturbing you. If any errors occur, they will be presented to you after completion.
bg: Тихият режим ще позволи операцяита да приключи, без да ви притеснява. Ако възникнат грешки, те ще ви бъдат след приключване.

source: Copy item
bg: Копирай елемент

source: Copy <b>{0}</b> item to:
bg: Копиране <b>{0}</b> елемент към:

source: Cancel
bg: Отказ

source: Move item
bg: Преместване на елемент

source: Move <b>{0}</b> item to:
bg: Преместване на <b>{0}</b> елемент към:

source: Rename file/directory
bg: Преименуване на файл/директория

source: Enter a new name for this item:
bg: Задайте ново име за този елемент:

source: Select a new name for the destination
bg: Изберете ново име за дестинацията

source: Reset
bg: Връщане

source: Apply this action to all files
bg: Приложи това действие за всички файлове

source: Skip
bg: Пропусни

source: Original
bg: Оригинал

source: Replace with
bg: Замяна с

source: File conflict
bg: Файлов конфликт

source: Replace
bg: Замяна

source: Replace file "{0}"?
bg: Замяна на фйал "{0}"?

source: Another file with the same name already exists in "{0}". Replacing it will overwrite its content.
bg: Друг файл със същото име вече съществува в "{0}". Заменянето му ще презапише неговото съдържание.

source: Directory conflict
bg: Конфликт на директории

source: Merge
bg: Сливане

source: Merge directory "{0}"?
bg: Сливане на директория "{0}"?

source: Directory with the same name already exists in "{0}". Merging will ask for confirmation before replacing any files in the directory that conflict with the files being copied.
bg: Директория със същото име вече съществува в "{0}". Сливането ще ви попита за потвърждение преди да замени каквито и да било файлове в директорията, които са в конфликт с файловете, които биват копирани.

source: Add bookmark
bg: Добави отметка

source: Operation error
bg: Грешка при операция

source: Retry
bg: Отново

source: Add toolbar widget
bg: Добави джаджа към лентата с инструменти

source: Select range
bg: Избери обхват

source: Select part of the text:
bg: Изберете част от текста:

source: Source:
bg: Източник:

source: Destination:
bg: Дестинация:

source: ETA:
bg: Остава:

source: Speed:
bg: Скорост:

source: Total size:
bg: Общ размер:

source: Total count:
bg: Общ брой:

source: Minimize
bg: Минимизирай

source: Pause
bg: Пауза

source: Resume
bg: Възобновяване

source: Are you sure about canceling current operation?
bg: Сигурни ли сте в отказването на настоящата операция?

source: second
bg: секунда

source: minute
bg: минута

source: hour
bg: час

source: Copy Selection
bg: Копиране на избраните

source: Move Selection
bg: Преместване на избраните

source: Delete Selection
bg: Изтривани на избраните

source: Removing items...
bg: Премахване на елементи...

source: Rename Items
bg: Преименувай елемент

source: Renaming items...
bg: Преименуване на елементи...

source: About program
bg: Относно програмата

source: This software is being developed under GNU General Public License. Bug reports, suggestions or questions are more than welcome.
bg: Този софтуер е разработван под GNU General Public License. Съобщения за грешки, предложения или въпроси са добре дошли.

source: Programming:
bg: Програмиране:

source: Artists:
bg: Артисти:

source: Translating:
bg: Превод:

source: License
bg: Лиценз

source: Specified item can not be unmounted.
bg: Посочения елемент не може да бъде размонтиран.

source: Error adding widget. You need to enter unique name and select widget type.
bg: Грешка при добавяне на джаджа. Трябва да зададете уникално име и да изберете тип на джаджата.

source: Widget with specified name already exists. You need to enter unique name and select widget type.
bg: Джаджа с посоченото име вече съществува. Трябва да зададете уникално име и да изберете тип на джадата.

source: Plugin used to create selected toolbar widget is not active or not present. In order to edit this entry you need to activate plugin used to create it.
bg: Добавката използвана, за създаването на избраната джаджа за лентата с инструменти не е активна или липсва. За за редактирате този запис трябва да активирате добавката, която е използвана за създаването ѝ.

source: Go to parent directory
bg: Отиди в домашната директория

source: Configure bookmark button
bg: Настрой бутона предпочитани

source: Path:
bg: Път:

source: Show label
bg: Покажи заглавие

source: Parent directory button
bg: Бутон родителска директория

source: Home directory button
bg: Бутон домашна директория

source: Bookmark button
bg: Бутон предпочитани

source: Bookmarks menu
bg: Меню предпочитани

source: Separator
bg: Разделител

source: This widget has no configuration dialog.
bg: Тази джаджа няма конфигурационен диалог.

source: Local file list
bg: Списък с локални файлове

source: Ext
bg: Рзш

source: Size
bg: Размер

source: Mode
bg: Режим

source: Date
bg: Дата

source: There was an error creating directory. Make sure you have enough permissions.
bg: Възникна грешка при създаването на директория. Уверете се, че имате достатъчно права.

source: File already exists: {0}
bg: Файлът вече съществува: {0}

source: Directory with same name exists: {0}
bg: Директория със същото име съществува: {0}

source: There was an error creating file. Make sure you have enough permissions.
bg: Възникна грешка при създаването на файла. Уверете се, че имате достатъчно права.

source: You are about to remove {0} item. Are you sure about this?
bg: На път сте да премахнете {0} елемент. Сигурни ли сте?

source: Free:
bg: Свободно:

source: Total:
bg: Общо:

source: Drag and drop functionality can not be used if source and destination are same!
bg: Премести и пусни функционалността не може да бъде използвана ако източника и дестинацията са еднакви

source: Error changing working directory. {0} Would you like to retry?
bg: Грешка при смяна на работната директория. {0} Искате ли да опитате отново?

source: Unable to rename specified item. Check if you have permission to access specified path. {0}
bg: Неуспех при преименуването на избрания елемент. Проверете дали имате права за дастъп до посочения път. {0}

source: Do nothing
bg: Не прави нищо

source: Capitalize
bg: Капитализирай

source: Upper case
bg: Главни букви

source: Lower case
bg: Малки букви

source: Swap case
bg: Размяна големи/малки

source: Item name:
bg: Име на елемент:

source: Extension:
bg: Разширение:

source: Letter Case
bg: Букви

source: <b>Template syntax</b> [N] Item name [E] Extension [C] Counter For name and extension you can use range in format [N#-#].
bg: <b>Синтаксис на шаблона</b> [N] Име на елемента [E] Разширение [C] Брояч За име и разширение, можете да използвате обхват в следния формат [N#-#].

source: Part of name
bg: Част от име

source: Extension
bg: Разширение

source: Part of extension
bg: Част от разширение

source: Counter
bg: Брояч

source: Start:
bg: Начало:

source: Step:
bg: Стъпка:

source: Digits:
bg: Цифри:

source: Item list is empty. Unable to get item for range selection!
bg: Списъка с елементи е празен. Неуспех при намирането на елемент в обхвана на избраните!

source: Album
bg: Албум

source: Artist
bg: Изпълнител:

source: Genre
bg: Жанр

source: Track number
bg: Номер на песента

source: Replace:
bg: Замени:

source: With:
bg: С:

source: Template syntax
bg: Синтаксис на шаблон:

source: Character replacement
bg: Замяна на знаци

source: In order to use this extension you need <b>mutagen</b> module installed!
bg: За да използвате тази добавка, трябва да сте инсталирали модула <b>mutagen</b>!

source: Audio Metadata
bg: Аудио мета данни

source: Match file size
bg: Съвпадащ размер на файла

source: Minimum:
bg: Минимум

source: MB
bg: МБ

source: Maximum:
bg: Максимум:

source: <b>Pattern matching</b> * Everything ? Any single character [seq] Any character in <i>seq</i> [!seq] Any character <u>not</u> in <i>seq</i>
bg: <b>Модел за съответствие</b> * Всичко ? Всеки самостоятелен знак [seq] Всеки знак в<i>seq</i> [!seq] Всеки знак, който <u>не е</u> в <i>seq</i>

source: Search for:
bg: Търсене за:

source: Case sensitive
bg: малки/големи букви

source: Content
bg: Съдържание

source: System terminal
bg: Системен терминал

source: Use this extension
bg: Използвай това разширение

source: Plugin Base
bg: Основни добавки

source: Focus oposite object
bg: Фокусирай противоположния обект

source: Next tab
bg: Следващ таб

source: Previous tab
bg: Предишен таб

source: Duplicate tab
bg: Дублирай таб

source: Close tab
bg: Затвори таб

source: Recycle terminal
bg: Преработка на терминал

source: Terminal menu
bg: Меню на терминал

source: Python VTE module is not installed on this system!
bg: Python VTE модула не е инсталиран на вашата система!

source: Create terminal tab
bg: Затвори таб на терминала

source: Copy selection to clipboard
bg: Копиране на избраните в буфера за обмен

source: Paste from clipboard
bg: Вмъкни от буфера за обмен

source: You are about to feed child process with following data. Are you sure? {0}
bg: Ще подадете следните данни към подчинен процес. Сигурни ли сте? {0}

source: Search:
bg: Търсене:

source: Execute selected item
bg: Изпълни избрания елемент

source: Show selected item properties
bg: Покажи опциите на избраните елементи

source: Bookmark current directory
bg: Добави домашната директория в отметки

source: Edit bookmarks
bg: Редактирай отметки

source: Cut selection to clipboard
bg: Изрежи избраните в буфера за обмен

source: Paste items from clipboard
bg: Вмъкни елементи от буфера за обмен

source: Open selected directory in new tab
bg: Отвори избраната директория в нов таб

source: Show history browser
bg: Покажи браузъра на историята

source: Toggle selection
bg: Превключване на избраните

source: Show bookmarks for left list
bg: Покажи отметки от левия списък

source: Show bookmarks for right list
bg: Покажи отметки от десния списък

source: Rename selected item
bg: Преименувай избрания елемент

source: Edit selected item
bg: Редактирай избрания елемент

source: Copy selected items
bg: Копирай избраните елементи

source: Move selected items
bg: Премести избраните елементи

source: Show context menu
bg: Показвай контекстно меню

source: Show "open with" menu
bg: Покажи "отвори с" меню

source: Assign path from left list
bg: Задай път от левия списък

source: Assign path from right list
bg: Задай път от десния списък

source: Move selection marker up
bg: Премести маркера за избор нагоре

source: Move selection marker down
bg: Премести маркера за избор надолу

source: Go to '{0}'
bg: Отиди до '{0}'

source: Directory does not exist anymore or is not valid. If path is not local check if specified volume is mounted.
bg: Директорията вече не съществува или не е валидна. Ако пътят не е локален, проверете дали съответния дял е монтиран

source: Specified protocol ({0}) is not supported by this application. Please check for available plugins or create a feature request.
bg: Посоченият протокол ({0}) не се поддържа от това приложение. Моля проверете възможните добавките или подайте заявка за поддръжка

source: Application is unable to handle specified data. Check if source items still exist.
bg: Приложението не може да обработи посочените данни. Проверете дали изходните елементи все още съществуват.

source: Open _with
bg: Отвори _с

source: View complete history...
bg: Виж цялата история

source: History is empty
bg: Историята е празна

source: Sh_ow main window
bg: Покажи главен прозорец

source: _Hide main window
bg: Скрий главен прозорец

source: There is a problem writing data to destination file. What would you like to do?
bg: Има проблем с записването на данните в избрания файл. Какво бихте искали да направите?

source: An error occurred while trying to create specified file. What would you like to do?
bg: Възникна грешка при опит за копиране на избрания файл. Какво бихте искали да направите?

source: An error occurred while trying to create specified directory. What would you like to do?
bg: Възникна грешка при опит за създаване на определената директория. Какво бихте искали да направите?
